Repository: ikus060/minarca
Catalog: minarca-ui/src/main/po/*.po
Languages: fr

source: copy
fr: copier

source: About
fr: À propos

source: Stop backup
fr: Arrêt de la sauvegarde

source: Start backup
fr: Début de la sauvegarde

source: Connected
fr: Connecté

source: Unknown
fr: Inconnu

source: Minarca status
fr: Statut de Minarca

source: Last Backup
fr: Dernière sauvegarde

source: Connectivity status
fr: Statut de la connectivité

source: Unlink
fr: Dissocier

source: Unlink you system from Minarca
fr: Dissocier votre système de Minarca.

source: Schedule
fr: Planification

source: Define the backup frequency
fr: Définissez la fréquence de sauvegarde.

source: Hourly
fr: À l'heure

source: Daily
fr: Journalier

source: Weekly
fr: Hebdomadaire

source: Monthly
fr: Mensuellement

source: Backup
fr: Sauvegarde

source: Go to Minarca website
fr: Aller sur le site web de Minarca

source: Browse my backup
fr: Parcourir ma sauvegarde

source: Selective backup
fr: Sauvegarde sélective

source: Allow you to select files and folders to backup.
fr: Vous permet de sélectionner les fichiers et dossiers à sauvegarder.

source: Select my files
fr: Sélectionnez mes fichiers

source: Can't change backup schedule!
fr: Vous ne pouvez pas changer la programmation de la sauvegarde !

source: Fail to reschedule the backup task.
fr: Impossible de replanifier la tâche de sauvegarde.

source: Error updating selective backup configuration
fr: Erreur lors de la configuration de la sauvegarde sélective

source: Can't change the configuration for unknown reason. If the problem persists, try re-installing Minarca.
fr: Impossible de modifier la configuration pour une raison inconnue. Si le problème persiste, essayez de réinstaller Minarca.

source: Are you sure you want to stop the current running backup?
fr: Êtes-vous sûr de vouloir arrêter la sauvegarde en cours?

source: You are about to stop the running backup. Interupting the backup may temporarily disrupt data restore. Are you sure you want to continue?
fr: Vous êtes sur le point d'arrêter une sauvegarde qui est en cours d'exécution. L'interruption de la sauvegarde peut perturber temporairement la restauration de vos données. Êtes-vous certain de vouloir continuer?

source: Can't stop running backup!
fr: Impossible d'interrompre la sauvegarde en cours!

source: An error occurred while stopping the backup.
fr: Une erreur s'est produite lors de l'arrêt de la sauvegarde.

source: Do you want to backup your system now?
fr: Voulez-vous lancer une sauvegarde de votre système maintenant ?

source: You are about to backup your system to Minarca. This operation may take some time. While this operation is running you may safely close the Minarca application.
fr: Vous êtes sur le point de sauvegarder votre système vers Minarca. Ce processus peut prendre un certain temps. Durant ce processus, vous pouvez fermer l'application Minarca.

source: Can't backup this system!
fr: Impossible de sauvegarder ce système !

source: An error occurred while backuping this system.
fr: Une erreur s'est produite lors de la sauvegarde de ce système.

source: Confirm unlink
fr: Confirmer la dissociation

source: Are you sure you want to unlink this system from Minarca?
fr: Êtes-vous sûr de vouloir dissocier ce système de Minarca?

source: You are about to unlink this system from Minarca. This system will no longer backup it self. Previous backup data will not be lost.
fr: Vous êtes sur le point de dissocier ce système de Minarca. Ce système ne sera plus sauvegardé automatiquement. Les sauvegardes précédentes ne seront pas perdues.

source: Error
fr: Erreur

source: Can't unlink this system!
fr: Impossible de dissocier ce système !

source: An error occurred while unlinking this system.
fr: Une erreur s'est produite lors de la dissociation de ce système.

source: About {0}
fr: À propos de {0}

source: Minarca is an all integrated online backup solution.
fr: Minarca est une solution de sauvegarde en ligne complètement intégrée.

source: Setup Minarca
fr: Configuration de Minarca

source: Tell Minarca where to backup your data
fr: Fournir a Minarca l'endroit où déposer la sauvegarde

source: To configure Minarca to backup your data, you must provide the URL of a Minara server. This information should be provided to you by your system administrator.
fr: Pour configurer la sauvegarde des données de Minarca vous devez fournir le lien URL d'un serveur Minarca. Cette information devrait vous être remise par votre administrateur système.

source: Address
fr: Adresse

source: Enter the remote server address. Either an IP address and port or a URL. e.g.: http://example.com:8080
fr: Entrer l'adresse IP et le numéro de port du serveur distant. Vous pouvez aussi inscrire le lien URL tel que http://example.com:8080

source: http[s]://hostname[:port]
fr: http[s]://nom de l'hôte[:port]

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Repository name
fr: Nom du dépôt

source: You must provide a unique name to identify this computer in Minarca. Please, provide a friendly name. By default, the computer's name is used. This value cannot be changed.
fr: Vous devez fournir un nom unique pour identifier votre ordinateur à Minarca. Veuillez fournir un nom simple, sinon le nom de l'ordinateur sera utilisé par défaut. Noter que vous ne pourrez plus changer cette valeur.

source: Link
fr: Associer

source: A problem happend during the linking process to Minarca server!
fr: Un problème est survenu lors de la liaison au serveur Minarca!

source: Repository name {0} already exists ! Do you want to keep the given repository name ?
fr: Un dépôt du nom {0} existe déjà. Êtes-vous certain de vouloir conserver ce nom de dépôt?

source: The given repository name is already exists in Mianrca. You may safely keep this repository name if the name is not used by another computer linked to Minarca.
fr: Un dépôt du nom existe déjà dans Minarca. Vous pouvez sans risque garder ce nom de dépôt s'il n'est pas utilisé par un autre ordinateur lié à Minarca.

source: Link process interrupted
fr: Liaison interrompue.

source: Unexpected error happen during the linking process with the server. Verify connectivity with the server and try again later.
fr: Une erreur inattendue est survenue durant la liaison au serveur. Veuillez vérifier la connectivité avec le serveur et essayer de nouveau un peu plus tard.

source: Unexpected error occured
fr: Une erreur inattendue s'est produite

source: Restore defaults
fr: Réinitialiser

source: Select files or folders you want to include or exclude from your backup.
fr: Sélectionnez les fichiers ou les dossiers que vous souhaitez inclure ou exclure de votre sauvegarde.

source: Add folder...
fr: Ajouter un dossier ...

source: Add file...
fr: Ajouter un fichier ...

source: Custom pattern
fr: Modèle personnalisé

source: (not exists)
fr: (n'existe pas)

source: Include / Exclude
fr: Inclure / Exclure

source: Delete
fr: Supprimer

source: Select a folder to be added to your selective backup.
fr: Sélectionnez un dossier à ajouter à votre sauvegarde sélective.

source: Selected item doesn't exists!
fr: L'article sélectionné n'existe pas!

source: The path `{0}` cannot be include because it doesn't exists.
fr: L'emplacement `{0}` ne peut être inclus car il n'existe pas.

source: Selected item is already include!
fr: L'article sélectionné est déjà inclus!

source: The path `{0}` is already include in you selective backup.
fr: L'emplacement `{0}` est déjà inclus dans votre sauvegarde sélective.

source: Selected item is excluded by another pattern.
fr: L'article sélectionné est exclu par un autre modèle.

source: The path `{0}` is currently excluded by another pattern. You may need to reorganize your patterns to properly include the selected item.
fr: L'emplacement `{0}` est actuellement exclu par un autre modèle. Vous devriez possiblement réorganiser vos paramètres de sauvegarde sélective pour inclure l'article sélectionné.
