Repository: ikus060/minarca
Catalog: minarca-core/src/main/po/*.po
Languages: fr

source: Copyright © {0,number,#} - Patrik Dufresne Service Logiciel inc.
fr: Droit d'auteur © {0,number,#} - Patrik Dufresne Service Logiciel inc.

source: fail to read selective backup settings
fr: Impossible de lire les paramètres de sauvegarde sélective

source: Backup interrupted
fr: Sauvegarde interrompue

source: Backup failed
fr: Échec de sauvegarde

source: Missing repository name
fr: Nom du dépôt manquant

source: Missing username
fr: Nom d'usager manquant

source: Missing remote host
fr: Nom de l'hôte manquant

source: Missing remote server URL
fr: Lien URL du serveur distant manquant

source: identity file doesn't exists or is not accessible
fr: le fichier d'identité n'existe pas ou n'est pas accessible

source: remote server identity (known_hosts) file doesn't exists or is not accessible
fr: le fichier d'identité du serveur distant (hôte connu) n'existe pas ou n'est pas accessible

source: selective backup settings are missing
fr: paramètres de sauvegarde sélective manquants

source: {0} is redirected to another location. Double check if the URL should start with https:// instead of http://
fr: {0} est redirigé vers un autre emplacement. Vérifiez si l'URL doit commencer par https: // au lieu de http: //

source: {0} is redirected to another location. Please provide the canonical URL.
fr: {0} est redirigé vers un autre emplacement. S'il vous plaît fournir l'URL canonique.

source: Unknown server error.
fr: Une erreur inconnue s'est produite .

source: Fail to validate SSL certificate.
fr: Échec de la validation du certificat SSL.

source: {0}''s server IP address could not be found.
fr: L'adresse IP du serveur de {0} n'a pas été trouvée.

source: {0} is not a valid URL.
fr: {0} n'est pas une URL valide.

source: Authentication failed for unknown reason.
fr: Identification non réussie pour des raisons inconnues.

source: repository name cannot be empty
fr: Le nom du dépôt ne peut être vide

source: repository must only contains letters, numbers, dash (-) and dot (.)
fr: le dépôt doit contenir seulement des lettres, chiffres, tiret (-) et point (.)

source: fail to save config
fr: échec de l'enregistrement des configurations

source: Unexpected error happened during the linking process with the server. Verify connectivity with the server and try again later.
fr: Une erreur inattendue s'est produite lors du processus de liaison avec le serveur. Vérifiez la connectivité avec le serveur et réessayez plus tard.

source: arguments is required
fr: arguments est requis

source: Last backup:
fr: Dernière sauvegarde:

source: Connected
fr: Liée

source: Not connected
fr: Pas connecté

source: Not configured
fr: Pas configuré

source: Connectivity status:
fr: Statut de connectivité:

source: Running
fr: Exécution en cours

source: Successful
fr: Réussi

source: Failed
fr: Échec

source: Never run
fr: Jamais

source: Stale
fr: Bloqué

source: Interrupted
fr: Interrompue

source: Unknown
fr: Inconnu

source: Wrong username or password.
fr: Erreur d'usager ou de mot de passe.

source: Failed to establish connectivity with the server. Verfy if the URL provided is valid and responding.
fr: Problème de connectivité avec le serveur. Veuillez vérifier que le lien URL est valide et répond.

source: Fail to send SSH key to Minarca.
fr: Impossible d'envoyer la clé de sécurité SSH à Minarca.

source: Fail to generate the security keys.
fr: Impossible de générer la clé de sécurité.

source: identity file %s is missing
fr: le fichier d'identité %s est manquant

source: Initial backup did not complete successfully.
fr: échec de la sauvegarde initiale.

source: Initial backup didn't run.
fr: La sauvegarde initiale n'a pas fonctionné.

source: Initial backup is still running.
fr: La sauvegarde initiale est toujours en cours d'exécution.

source: Fail to link computer.
fr: Impossible d'associer votre ordinateur.

source: minarca is missing
fr: Minarca est manquant

source: Repository name {0} already exists.
fr: Le nom de dépôt {0} est déjà utilisé

source: Scheduled task not found
fr: La tâche planifiée est introuvable

source: ssh is missing
fr: la clé SSH est manquante

source: You don't have sufficient permissions to execute this application!
fr: Vous ne disposez pas des autorisations nécessaires pour exécuter cette application !

source: Minarca doesn't support your operating system. This application will close.
fr: Minarca ne supporte pas votre système d'exploitation. L'application va fermer.

source: Remote SSH host is not trusted
fr: L'hôte SSH distant n'est pas approuvéLe certificat de sécurité SSH de l'hôte distant n'est pas digne de confiance
