Repository: ikus060/minarca
Catalog: minarca_client/locales/*/LC_MESSAGES/messages.po
Languages: de, fr, pt

source: Operation aborted by the user.
de: Operation durch den Benutzer abgebrochen.
fr: Opération interrompue par l'utilisateur.
pt: Operação abortada pelo usuário.

source: yes
de: ja
fr: oui
pt: sim

source: y
de: j
fr: o
pt: S

source: new version %s available
de: neue Version %s verfügbar
fr: nouvelle version %s disponible
pt: nova versão %s disponível

source: fail to check for latest version
de: Fehler beim Überprüfen der neuesten Version
fr: impossible de vérifier pour la dernière version
pt: falha ao verificar a versão mais recente

source: Backup Instances:
fr: Instances de sauvegarde :
pt: Instâncias de Backup:

source: No name
fr: Sans nom
pt: Nenhum nome

source: Are you sure you want to forget the above backup settings? (Yes/No):
fr: Êtes-vous sûr de vouloir oublier les paramètres de sauvegarde ci-dessus ? (Oui/Non) :
pt: Tem certeza de que deseja esquecer as configurações de backup acima? (Sim/Não):

source: Do you want to backup to a local device (external disk or network share)? (Yes/No):
fr: Souhaitez-vous effectuer une sauvegarde sur un périphérique local (disque externe ou partage de réseau) ? (Oui/Non) :
pt: Deseja fazer backup em um dispositivo local (disco externo ou compartilhamento de rede)? (Sim/Não):

source: Enter the local destination path:
fr: Saisir le chemin d'accès local de la destination :
pt: Insira o caminho de destino local:

source: Remote URL (e.g.: https://backup.examples.com):
fr: URL vers le serveur distant (p.e.: http://example.com:8080/) :
pt: URL Remota (por exemplo: https://backup.example.com):

source: Username:
fr: Nom d'utilisateur :
pt: Nome de usuário:

source: Password or access token:
fr: Mot de passe ou jeton d'accès :
pt: Senha ou token de acesso:

source: Linked successfully
de: Erfolgreich verknüpft
fr: Lié avec succès
pt: Vinculado com sucesso

source: Do you want to replace the existing repository? (Yes/No):
fr: Souhaitez-vous remplacer le dépôt existant ? (Oui/Non) :
pt: Deseja substituir o repositório existente? (Sim/Não):

source: To update include or exclude patterns, you must configure at least one backup instance.
fr: Pour mettre à jour les modèles d'inclusion ou d'exclusion, vous devez configurer au moins une instance de sauvegarde.
pt: Para atualizar padrões de inclusão ou exclusão, você deve configurar pelo menos uma instância de backup.

source: From which backup source do you want to restore data from?
fr: A partir de quelle source de sauvegarde voulez-vous restaurer les données ?
pt: De qual fonte de backup você deseja restaurar os dados?

source: Enter backup instance ID:
fr: Saisir l'identifiant de l'instance de sauvegarde :
pt: Insira o ID da instância de backup:

source: Invalid instance ID: %s
fr: Identifiant d'instance invalide : %s
pt: ID de instância inválido: %s

source: Your instance value doesn't match any backup instances
fr: Votre valeur d'instance ne correspond à aucune instance de sauvegarde
pt: O valor da instância não corresponde a nenhuma instância de backup

source: Your instance value matches too many backup instances
fr: Votre valeur d'instance correspond à trop d'instances de sauvegarde
pt: O valor da instância corresponde a muitas instâncias de backup

source: Do you want to restore %s? (Yes/No):
fr: Voulez-vous restaurer %s (Oui/Non) :
pt: Deseja restaurar %s? (Sim/Não):

source: Are you sure you want to proceed with the restore operation? Please note that this will override your current data. (Yes/No):
de: Sind Sie sicher, dass Sie mit der Wiederherstellung fortfahren möchten? Bitte beachten Sie, dass dies Ihre aktuellen Daten überschreiben wird. (Ja/Nein):
fr: Êtes-vous sûr de vouloir procéder à l'opération de restauration ? Veuillez noter que cette opération annulera vos données actuelles. (Oui/Non) :
pt: Tem certeza de que deseja prosseguir com a operação de restauração? Observe que isso substituirá seus dados atuais. (Sim/Não):

source: Backup Instance: %s
fr: Instance de sauvegarde : %s
pt: Instância de Backup: %s

source: Identifier: %s
fr: Identifiant: %s
pt: Identificador: %s

source: Remote server: %s
fr: Serveur distant : %s
pt: Servidor remoto: %s

source: Local device: %s
fr: Destination local : %s
pt: Dispositivo local: %s

source: Connectivity status: %s
de: Konnektivitätsstatus: %s
fr: État de la connectivité : %s
pt: Status da conexão: %s

source: Connected
fr: Connecté
pt: Conectado

source: Not connected
fr: Non connecté
pt: Não conectado

source: Last successful backup: %s
de: Letztes erfolgreiches Backup: %s
fr: Dernière sauvegarde réussie : %s
pt: Último backup bem-sucedido: %s

source: Never
de: Nie
fr: Jamais
pt: Nunca

source: Last backup date: %s
de: Letztes Backup-Datum: %s
fr: Date de la dernière sauvegarde : %s
pt: Data do último backup: %s

source: Last backup status: %s
de: Status des letzten Backups: %s
fr: État de la dernière sauvegarde : %s
pt: Status do último backup: %s

source: Details: %s
fr: Détails: %s
pt: Detalhes: %s

source: Paused until: %s
de: Pausiert bis: %s
fr: En pause jusqu'à : %s
pt: Pausado até: %s

source: Application failed to start
fr: L'application ne parvient pas à démarrer
pt: Falha ao iniciar o aplicativo

source: If the problem persists, check the logs with your administrator or try reinstalling the application.
fr: Si le problème persiste, vérifiez les journaux avec votre administrateur ou essayez de réinstaller l'application.
pt: Se o problema persistir, verifique os logs com o administrador ou tente reinstalar o aplicativo.

source: Manages your computer's backup by linking your computer with a centralized server and running backups on a given schedule.
fr: Gère la sauvegarde de votre ordinateur en reliant votre ordinateur à un serveur centralisé et en exécutant des sauvegardes selon un calendrier donné.

source: start a backup in background mode
de: Starten Sie ein Backup im Hintergrundmodus
fr: démarrer une sauvegarde en arrière-plan
pt: iniciar um backup em segundo plano

source: force execution of a backup even if it's not time to run
de: erzwinge die Ausführung eines Backups, selbst wenn es nicht an der Zeit ist, dieses auszuführen
fr: forcer l'exécution d'une sauvegarde même s'il n'est pas temps de l'exécuter
pt: forçar a execução de um backup, mesmo que não seja hora de executar

source: Limit backup to the given instance(s).
fr: Limite la sauvegarde à la (aux) instance(s) donnée(s).
pt: Limitar o backup à(s) instância(s) fornecida(s).

source: start a backup in foreground mode
de: Starten Sie ein Backup im Vordergrundmodus
fr: démarrer une sauvegarde en mode avant-plan
pt: iniciar um backup em primeiro plano

source: exclude files from being backed up
de: Dateien ausschließen, die gesichert werden sollen
fr: exclure les fichiers à sauvegarder
pt: excluir arquivos do backup

source: Add exclude file pattern to the given instance(s).
fr: Ajoute un modèle de fichier d'exclusion à l'instance ou aux instances données.
pt: Adicione o padrão de arquivo de exclusão à(s) instância(s) fornecida(s).

source: file pattern to be excluded. May contain `*` or `?` wildcard
de: Dateimuster, das ausgeschlossen werden soll. Kann Platzhalter `*` oder `?` enthalten
fr: modèle de fichier à exclure. peut contenir un caractère générique `*` ou `?`
pt: padrão de arquivo a ser excluído. Pode conter curinga '*' ou '?'

source: include files to be backed up
de: Dateien einschließen, die gesichert werden sollen
fr: inclure les fichiers à sauvegarder
pt: incluir arquivos ao backup

source: Add include file pattern to the given instance(s).
fr: Ajoute un modèle de fichier d'inclusion à l'instance (aux instances) donnée(s).
pt: Adicione o padrão de arquivo de inclusão à(s) instância(s) fornecida(s).

source: configure this agent to backup to a new destination (remote or local)
fr: configurer cet agent pour qu'il effectue des sauvegardes vers une nouvelle destination (distante ou locale)
pt: configurar este agente para fazer backup em um novo destino (remoto ou local)

source: URL to the remote server. e.g.: http://example.com:8080/
fr: URL du serveur distant, par exemple : http://example.com:8080/
pt: URL para o servidor remoto. ex: http://example.com:8080/

source: username to be used for authentication with the remote server
fr: nom d'utilisateur à utiliser pour l'authentification auprès du serveur distant
pt: nome de usuário a ser usado para autenticação com o servidor remoto

source: password or access token to use for authentication. You will be prompted if not provided
de: Passwort oder Zugriffstoken zur Authentifizierung. Wird bei fehlender Angabe abgefragt
fr: mot de passe ou jeton d'accès à utiliser pour l'authentification. Il serait demandé s'il n'est pas fourni
pt: senha ou token de acesso a ser usado para autenticação. Você será avisado se não for fornecido

source: repository name to be used
de: Name des zu verwendenden Repositorys
fr: nom du dépôt à utiliser
pt: nome do repositório a ser usado

source: replace existing repository on backup destination if it exists without confirmation
fr: remplacer le dépôt existant sur la destination de la sauvegarde s'il existe sans confirmation
pt: substitua o repositório existente no destino de backup se ele existir sem confirmação

source: path to local destination
fr: chemin vers la destination locale
pt: caminho para o destino local

source: list the include/exclude patterns
de: Liste der Ein-/Ausschlussmuster anzeigen
fr: liste les modèles d'inclusion/exclusion
pt: listar os padrões de inclusão/exclusão

source: Show include and exclude patterns only for the given instance(s).
fr: Afficher les modèles d'inclusion et d'exclusion uniquement pour la ou les instances données.
pt: Mostrar padrões de inclusão e exclusão somente para as instâncias fornecidas.

source: restore data from backup
de: Daten aus Backup wiederherstellen
fr: restaurer des données à partir d'une sauvegarde
pt: restaurar dados do backup

source: Force the use of a given instance for restore.
fr: Forcer l'utilisation d'une instance donnée pour la restauration.
pt: Force o uso de uma determinada instância para restauração.

source: Date and time to be restored. Could be 'now' to restore the latest backup. Could be an epoch value like '1682367069'. Could be an ISO date format like '2023-02-24T04:11:09-04:00'. Could be an interval like '3D' for 3 days ago.
de: Datum und Uhrzeit der Wiederherstellung. Kann 'now' sein, um das neueste Backup wiederherzustellen. Kann ein Epoch-Wert wie '1682367069' sein. Kann ein ISO-Datumsformat sein wie '2023-02-24T04:11:09-04:00'. Kann ein Intervall wie '3D' für vor 3 Tagen sein.
fr: Date et heure de la restauration. Il peut s'agir de "now" pour restaurer la dernière sauvegarde. Il peut s'agir d'une valeur d'époque comme '1682367069'. Il peut s'agir d'un format de date ISO comme '2023-02-24T04:11:09-04:00'. Il peut s'agir d'un intervalle comme "3D" pour 3 jours.
pt: Data e hora a serem restauradas. Pode ser "now" para restaurar o backup mais recente. Pode ser um valor de época, como "1682367069". Pode ser um formato de data ISO, como "2023-02-24T04:11:09-04:00". Pode ser um intervalo, como "3D" para 3 dias atrás.

source: Define an alternate location to restore files or folders instead of restoring them in place.
fr: Définir un autre emplacement pour restaurer des fichiers ou des dossiers au lieu de les restaurer sur place.
pt: Defina um local alternativo para restaurar arquivos ou pastas em vez de restaurá-los no local original.

source: Force execution of restore operation without confirmation from the user.
fr: Forcer l'exécution d'une opération de restauration sans confirmation de l'utilisateur.
pt: Forçar a execução da operação de restauração sem confirmação do usuário.

source: files and folders to be restored
de: Dateien und Ordner, die wiederhergestellt werden sollen
fr: fichiers et dossiers à restaurer
pt: arquivos e pastas a serem restaurados

source: stop the backup
de: Backup stoppen
fr: arrêter la sauvegarde
pt: parar o backup

source: Stop only the given instance(s).
fr: Arrêter uniquement la ou les instances données.
pt: Pare apenas as instâncias fornecidas.

source: doesn't fail if the backup is not running.
de: fehlschlägt nicht, wenn das Backup nicht läuft
fr: n'échoue pas si la sauvegarde n'est pas en cours d'exécution.
pt: não falhará se o backup não estiver em execução.

source: create the required scheduled task in Windows Task Scheduler
fr: créer la tâche planifiée requise dans le planificateur de tâches de Windows
pt: criar a tarefa agendada necessária no Agendador de Tarefas do Windows

source: create the required scheduled task in launchd
fr: créer la tâche programmée requise dans launchd
pt: criar a tarefa agendada necessária no launchd

source: create the required scheduled task in crontab
fr: créer la tâche programmée requise dans la crontab
pt: criar a tarefa agendada necessária no crontab

source: schedule backup to run hourly
de: Backup stündlich planen
fr: planifier la sauvegarde pour qu'elle s'exécute toutes les heures
pt: programar o backup para ser executado de hora em hora

source: schedule backup to run daily
de: Backup täglich planen
fr: planifier la sauvegarde pour qu'elle s'exécute quotidiennement
pt: programar o backup para ser executado diariamente

source: schedule backup to run weekly
de: Backup wöchentlich planen
fr: planifier la sauvegarde pour qu'elle s'exécute chaque semaine
pt: programar o backup para ser executado semanalmente

source: Configure only the given instance(s).
fr: Configurer uniquement la ou les instance(s) donnée(s).
pt: Configurar apenas as instâncias fornecidas.

source: username required to run task when the user is logged out
de: Benutzername erforderlich, um die Aufgabe auszuführen, wenn der Benutzer abgemeldet ist
fr: nom d'utilisateur requis pour exécuter la tâche lorsque l'utilisateur est déconnecté
pt: nome de usuário necessário para executar a tarefa quando o usuário está desconectado

source: password required to run task when the user is logged out
de: Passwort erforderlich, um Aufgabe auszuführen, wenn Benutzer abgemeldet ist
fr: mot de passe requis pour exécuter la tâche lorsque l'utilisateur est déconnecté
pt: senha necessária para executar a tarefa quando o usuário está desconectado

source: return the current backup status
fr: retourne l'état actuel de la sauvegarde

source: Show status for the given instance(s).
fr: Affiche l'état de la ou des instances données.
pt: Mostrar status para a(s) instância(s) fornecida(s).

source: forget backup settings
fr: oublier les paramètres de la sauvegarde
pt: esquecer as configurações de backup

source: Forget settings of the given backup instance(s).
fr: Oublie les paramètres de l'instance ou des instances de sauvegarde donnée(s).
pt: Esquecer as configurações da(s) instância(s) de backup fornecida(s).

source: Force forget operation without confirmation from the user.
fr: Force l'exécution d'une opération de restauration sans confirmation de l'utilisateur.
pt: Forçar operação de esquecimento sem confirmação do usuário.

source: temporarily delay the execution of the backup for the given number of hours. Default is 24 hours.
de: Ausführung des Backups vorübergehend für die angegebene Stundenanzahl verzögern. Standard 24 Stunden.
fr: retarde temporairement l'exécution de la sauvegarde pendant le nombre d'heures indiqué. La valeur par défaut est de 24 heures.
pt: adiar temporariamente a execução do backup pelo número determinado de horas. O padrão é 24 horas.

source: Pause only the given instance(s).
fr: Mettre en pause uniquement la ou les instances données.
pt: Pause apenas as instâncias fornecidas.

source: number of hours
de: Anzahl Stunden
fr: nombre d'heures
pt: número de horas

source: clear previously set delay
de: Zuvor festgelegte Verzögerung aufheben
fr: efface le délai précédemment défini
pt: limpar atraso previamente definido

source: verify backup integrity
fr: vérifier l'intégrité de la sauvegarde
pt: verificar a integridade do backup

source: Verify backup integrity of the given backup instance(s).
fr: Vérifier l'intégrité de la sauvegarde de l'instance ou des instances de sauvegarde donnée(s).
pt: Verificar a integridade do backup da(s) instância(s) de backup fornecida(s).

source: open graphical user interface (default when calling minarcaw)
de: Grafische Benutzeroberfläche öffnen (Standard bei Aufruf von minarcaw)
fr: ouvrir l'interface utilisateur graphique (par défaut avec l'execution de minarcaw)
pt: abrir interface gráfica do usuário (padrão ao chamar minarcaw)

source: For internal use
fr: Pour usage interne
pt: Para uso interno

source: No backup instances match: %s
fr: Aucune instance de sauvegarde ne correspond à : %s
pt: Nenhuma instância de backup correspondente: %s

source: Destination `%s` already exists.
fr: La destination `%s` existe déjà.
pt: O destino '%s' já existe.

source: cannot stop process when it's not running.
de: Prozess kann nicht gestoppt werden, wenn er nicht läuft
fr: impossible d'arrêter le processus puisqu'il n'est pas en cours d'exécution.
pt: não é possível interromper o processo quando ele não está em execução.

source: process terminated with an exception. Check logs for more details: %s
de: Backup-Prozess durch eine Ausnahme beendet, überprüfen Sie die Protokolle für weitere Details: %s
fr: le processus de sauvegarde s'est terminé avec une exception, vérifiez les journaux pour plus de détails : %s
pt: processo encerrado com uma exceção. Verifique os logs para obter mais detalhes: %s

source: process returned a non-zero exit status (%s). Check logs for more details
fr: le processus de sauvegarde a renvoyé un état de sortie non nul (%s), consultez les journaux pour plus de détails
pt: processo retornou um status de saída diferente de zero (%s). Verifique os logs para obter mais detalhes

source: cannot start process when it's already running.
de: Prozess kann nicht gestartet werden, wenn er bereits läuft
fr: impossible de démarrer le processus puisqu'il est déjà en cours d'exécution.
pt: não é possível iniciar o processo quando ele já está em execução.

source: backup not yet scheduled to run. You may force execution using `--force`
de: Backup noch nicht geplant, Sie können die Ausführung mit `--force` erzwingen
fr: sauvegarde n'est pas encore planifiée pour s'exécuter, vous pouvez forcer l'exécution en utilisant `--force`
pt: backup ainda não agendado para ser executado. Você pode forçar a execução usando '--force'

source: Unable to connect to the remote server. The problem may be with the remote server. If the problem persists, contact your system administrator to check the SSH server configuration and a possible firewall blocking the connection.
de: Verbindung zum Remote-Server nicht möglich. Das Problem liegt möglicherweise beim Remote-Server. Wenn das Problem weiter besteht, kontaktieren Sie Ihren Systemadministrator, um die SSH-Serverkonfiguration und eine mögliche Firewall zu überprüfen, die die Verbindung blockiert.
fr: Impossible de se connecter au serveur distant. Le problème peut provenir du serveur distant. Si le problème persiste, contactez votre administrateur système pour vérifier la configuration du serveur SSH et un éventuel pare-feu bloquant la connexion.
pt: Não foi possível conectar ao servidor remoto. O problema pode estar no servidor remoto. Se o problema persistir, entre em contato com o administrador do sistema para verificar a configuração do servidor SSH e se há um possível firewall bloqueando a conexão.

source: The connection to the remote server failed because our identity was refused. The problem may lie with the remote server. If the problem persists, contact your system administrator to check your SSH identity.
fr: La sauvegarde a échoué parce que votre identité a été refusée par le serveur distant. Le problème peut provenir du serveur distant. Si le problème persiste, contactez votre administrateur système pour vérifier votre identité SSH.
pt: A conexão com o servidor remoto falhou porque nossa identidade foi recusada. O problema pode estar no servidor remoto. Se o problema persistir, entre em contato com o administrador do sistema para verificar sua identidade SSH.

source: The connection to the remote server cannot be established securely because the server's identity has changed. If the problem persists, contact your system administrator to verify the server's identity.
fr: La sauvegarde a échoué en raison de l'identité inconnue du serveur distant. Si le problème persiste, contactez votre administrateur système pour vérifier l'identité du serveur.
pt: A conexão com o servidor remoto não pode ser estabelecida com segurança porque a identidade do servidor foi alterada. Se o problema persistir, entre em contato com o administrador do sistema para verificar a identidade do servidor.

source: Backup failed due to disk quota exceeded. Please free up disk space to ensure successful backup.
de: Backup fehlgeschlagen, da das Plattenkontingent überschritten wurde. Bitte machen Sie Plattenplatz frei, um ein erfolgreiches Backup sicherzustellen.
fr: La sauvegarde a échoué en raison d'un dépassement du quota de disque. Veuillez libérer de l'espace disque pour assurer la réussite de la sauvegarde.
pt: O backup falhou devido à cota de disco excedida. Libere espaço em disco para garantir o sucesso do backup.

source: Backup failed due to disk being full. Please clear space on the disk to proceed with the backup.
de: Backup fehlgeschlagen, da die Festplatte voll ist. Bitte machen Sie Platz auf der Festplatte, um mit dem Backup fortzufahren.
fr: La sauvegarde a échoué car le disque est plein. Veuillez libérer de l'espace sur le disque pour poursuivre la sauvegarde.
pt: O backup falhou porque o disco estava cheio. Libere espaço no disco para prosseguir com o backup.

source: The connection to the remote server has failed due to an unresolvable host name. Please check your network connection and ensure that the host name is still valid. If the problem persists, contact your system administrator to check the host name.
fr: La connexion au serveur distant a échoué en raison d'un nom d'hôte non résoluble. Veuillez vérifier votre connexion réseau et vous assurer que le nom d'hôte est toujours valide. Si le problème persiste, contactez votre administrateur système pour vérifier le nom d'hôte.
pt: A conexão com o servidor remoto falhou devido a um nome de host não solucionável. Verifique sua conexão de rede e certifique-se de que o nome de host ainda seja válido. Se o problema persistir, entre em contato com o administrador do sistema para verificar o nome de host.

source: The connection to the remote server failed because your agent version isn’t supported. Please update your client or server.
fr: La sauvegarde a échoué en raison d'une version non prise en charge de votre agent par le serveur distant. Pensez à mettre à jour votre agent ou votre serveur.

source: The path you are trying to restore from backup does not exist.
de: Der Pfad, den Sie aus dem Backup wiederherstellen möchten, existiert nicht.
fr: Le chemin que vous essayez de restaurer depuis la sauvegarde n'existe pas.
pt: O caminho que você está tentando restaurar do backup não existe.

source: Another backup session is currently in progress on the remote server.
de: Eine andere Backup-Sitzung läuft derzeit auf dem Remote-Server.
fr: Une autre session de sauvegarde est en cours sur le serveur distant.
pt: Outra sessão de backup está em andamento no servidor remoto.

source: An internal error was raised by an unknown operation sent to the background process.
fr: Une erreur interne a été soulevée par une opération inconnue envoyée au processus d'arrière-plan.
pt: Um erro interno foi gerado por uma operação desconhecida enviada para o processo em segundo plano.
