Repository: ikus060/minarca
Catalog: minarca_client/locales/*/LC_MESSAGES/messages.po
Languages: de, fr, pt

source: Detected as a fixed device. Prefer using removable or network storage to avoid data loss.
fr: Détecté comme un appareil fixe. Préférez l'utilisation d'un support de stockage amovible ou en réseau pour éviter toute perte de données.
pt: Detectado como um dispositivo fixo. Prefira usar armazenamento removível ou de rede para evitar perda de dados.

source: Ensure this network location is configured to automatically reconnect to avoid data loss.
fr: Assurez-vous que cet emplacement réseau est configuré pour se reconnecter automatiquement afin d'éviter toute perte de données.
pt: Certifique-se de que esse local de rede esteja configurado para se reconectar automaticamente para evitar perda de dados.

source: FAT32 file system is not recommended for backup.
fr: Le système de fichiers FAT32 n'est pas recommandé pour la sauvegarde.
pt: Sistema de arquivos FAT32 não é recomendado para backup.

source: Samba share over Gnome Virtual File system is not compatible.
fr: Le partage de Samba sur le système de fichiers virtuels de Gnome n'est pas compatible.
pt: Compartilhamento do Samba no sistema de arquivos virtuais do Gnome (GnomeVFS) não é compatível.

source: NTFS isn't recommended on Linux due to remount issues after improper unmounting.
fr: NTFS n'est pas recommandé sous Linux en raison de problèmes de remontage après un démontage incorrect.
pt: NTFS não é recomendado no Linux devido a problemas de remontagem após a desmontagem inadequada.

source: Available disk space at this location is limited.
fr: L'espace disque disponible à cet endroit est limité.
pt: Espaço em disco disponível neste local é limitado.

source: You don't have permissions to write at this location.
fr: Vous n'avez pas le droit d'écrire à cet endroit.
pt: Você não tem permissões para escrever neste local.

source: Destination already exists
fr: La destination existe déjà
pt: Destino já existe

source: Do you want to replace the existing repository?
de: Möchten Sie das bestehende Repository ersetzen?
fr: Vous souhaitez remplacer le dépôt existant ?
pt: Deseja substituir o repositório existente?

source: The selected destination already exists at this location. If you continue with this repository, you will replace its content using this computer.
fr: La destination sélectionnée existe déjà à cet endroit. Si vous continuez avec ce dépôt, vous remplacerez son contenu en utilisant cet ordinateur.
pt: O destino selecionado já existe neste local. Se você continuar com este repositório, substituirá seu conteúdo usando este computador.

source: Unknown problem occurred when trying to configure the destination.
fr: Un problème inconnu survient lors de la configuration de la destination.
pt: Ocorreu um problema desconhecido ao tentar configurar o destino.

source: Please wait. Scanning for removable disks...
fr: Veuillez patienter. Recherche d'un disque amovible...
pt: Aguarde. Verificando discos removíveis...

source: Please choose an external device or network share as your backup destination.
fr: Veuillez choisir un périphérique externe ou un partage de réseau comme destination de la sauvegarde.
pt: Escolha um dispositivo externo ou compartilhamento de rede como destino de backup.

source: Unable to retrieve information from selected location
fr: Impossible de récupérer des informations à partir de l'emplacement sélectionné
pt: Não é possível recuperar informações do local selecionado

source: Unable to obtain detailed information on the selected location. Please ensure that this location is accessible and valid. If the problem persists, consult the application log with your administrator.
fr: Impossible d'obtenir des informations détaillées sur le lieu sélectionné. Veuillez vous assurer que cet emplacement est accessible et valide. Si le problème persiste, consultez le journal de l'application avec votre administrateur.
pt: Não é possível obter informações detalhadas sobre o local selecionado. Certifique-se de que este local seja acessível e válido. Se o problema persistir, consulte o log do aplicativo com o administrador.

source: Please wait. Initializing backup...
fr: Veuillez patienter. Initialisation de la sauvegarde...
pt: Aguarde. Inicializando backup...

source: Are you sure?
de: Sind Sie sicher?
fr: Êtes-vous sûr ?
pt: Tem certeza?

source: Are you sure you want to delete this backup configuration?
fr: Êtes-vous sûr de vouloir supprimer cette configuration de sauvegarde ?
pt: Tem certeza de que deseja excluir essa configuração de backup?

source: Deleting this backup configuration removes its identity and stops its scheduled backups.
fr: La suppression de cette configuration de sauvegarde supprime son identité et arrête ses sauvegardes planifiées.

source: Provide your login details to configure remote backup.
fr: Indiquez vos données de connexion pour configurer la sauvegarde à distance.
pt: Forneça seus detalhes de login para configurar o backup remoto.

source: Edit server connection
fr: Modifier la connexion au serveur
pt: Editar conexão do servidor

source: Address (IP or domain)
fr: Adresse (IP ou domaine)
pt: Endereço (IP ou domínio)

source: Username
de: Benutzername
fr: Nom d'utilisateur
pt: Nome de usuário

source: Password or Access Token
fr: Mot de passe ou jeton d'accès

source: Where do I find these details?
fr: Où puis-je trouver ces informations ?

source: Please wait. Initializing backup on remote server...
fr: Veuillez patienter. Initialisation de la sauvegarde sur le serveur distant...
pt: Aguarde. Inicializando o backup no servidor remoto...

source: Are you sure you want to forget these backup settings?
fr: Êtes-vous sûr de vouloir oublier ces paramètres de sauvegarde ?
pt: Tem certeza de que deseja esquecer essas configurações de backup?

source: If you forget these settings, the backup will no longer run on schedule.
fr: Si vous oubliez ces paramètres, la sauvegarde ne s'exécutera plus selon le calendrier prévu.
pt: Se você esquecer essas configurações, o backup não será mais executado dentro da programação.

source: Repository name already exists
de: Der Repository-Name existiert bereits
fr: Le nom du dépôt existe déjà
pt: O nome do repositório já existe

source: The repository name you have entered already exists on the remote server. If you continue with this repository, you will replace its content using this computer. Otherwise, you must enter a different repository name.
de: Der eingegebene Repository-Name existiert bereits auf dem Remote-Server. Wenn Sie mit diesem Repository fortfahren, wird der Inhalt durch diesen Computer ersetzt. Andernfalls müssen Sie einen anderen Repository-Namen eingeben.
fr: Le nom de dépôt que vous avez entré existe déjà sur le serveur distant. Si vous continuez avec ce nom, vous remplacerez son contenu avec celui de cet ordinateur. Sinon, vous devez entrer un autre nom de dépôt.
pt: O nome do repositório que você inseriu já existe no servidor remoto. Se você continuar com este repositório, substituirá seu conteúdo usando este computador. Caso contrário, será necessário inserir um nome de repositório diferente.

source: Failed to establish connectivity with remote server.
fr: Échec de l'établissement de la connectivité avec le serveur distant.
pt: Falha ao estabelecer conectividade com o servidor remoto.

source: Unknown problem occured when connecting to the remote server.
fr: Un problème inconnu s'est produit lors de la connexion au serveur distant.
pt: Ocorreu um problema desconhecido ao se conectar ao servidor remoto.

source: An error occurred during the connection to Minarca server. Details: %s
de: Während der Verbindung zum Minarca-Server ist ein Fehler aufgetreten. Details: %s
fr: Une erreur s'est produite lors de la connexion au serveur Minarca. Détails : %s
pt: Ocorreu um erro durante a conexão com o Minarca Server. Detalhes: %s

source: Create a backup
fr: Créer une sauvegarde
pt: Criar um backup

source: Dedicated centralized server
fr: Serveur central dédié
pt: Servidor centralizado dedicado

source: Accessible anywhere
fr: Accessible partout
pt: Acessível em qualquer lugar

source: Remote backup
fr: Sauvegarde à distance
pt: Backup remoto

source: Setup
fr: Configurer
pt: Configurar

source: External disk or network share
fr: Disque externe ou partage réseau
pt: Disco externo ou pasta compartilhada

source: Offline accessibility
fr: Accessibilité hors ligne
pt: Acessível offline

source: Standalone backup
fr: Sauvegarde autonome
pt: Backup autônomo

source: Get detailed information about your last backup or restore operation.
fr: Obtenez des informations détaillées sur votre dernière opération de sauvegarde ou de restauration.
pt: Obtenha informações detalhadas sobre sua última operação de backup ou restauração.

source: Open file in text editor...
fr: Ouvrir le fichier dans l'éditeur de texte...
pt: Abrir log no editor de texto...

source: Scroll to bottom
fr: Défiler vers le bas
pt: Rolar até o final

source: No log
fr: Pas de journal
pt: Sem log

source: Restore logs
fr: Journaux de restauration
pt: Logs de restauração

source: Backup logs
fr: Journaux de sauvegarde
pt: Logs de backup

source: Backup in progress for %s...
fr: Sauvegarde en cours pour %s...
pt: Backup em andamento para %s...

source: Data restoration in progress for %s...
fr: Restauration des données en cours pour %s...
pt: Restauração de dados em andamento para %s...

source: The last backup ended with the following error: %s
fr: La dernière sauvegarde s'est terminée par l'erreur suivante : %s
pt: O último backup terminou com o seguinte erro: %s

source: The last restoration ended with the following error: %s
fr: La dernière restauration s'est soldée par l'erreur suivante : %s
pt: A última restauração terminou com o seguinte erro: %s

source: Confirmation Required
fr: Confirmation requise
pt: Confirmação Necessária

source: Are you sure you want to stop the ongoing backup/restore process?
fr: Êtes-vous sûr de vouloir arrêter le processus de sauvegarde/restauration en cours ?
pt: Tem certeza de que deseja interromper o processo de backup/restauração em andamento?

source: Your data may be incomplete or corrupted if the operation is terminated prematurely. Please confirm your decision before proceeding.
fr: Vos données peuvent être incomplètes ou corrompues si l'opération est interrompue prématurément. Veuillez confirmer votre décision avant de poursuivre.
pt: Seus dados podem estar incompletos ou corrompidos se a operação for encerrada prematuramente. Por favor, confirme sua decisão antes de prosseguir.

source: Select the files and folders you want to back up.
fr: Sélectionnez les fichiers et les dossiers que vous souhaitez sauvegarder.
pt: Selecione os arquivos e pastas dos quais deseja fazer backup.

source: File Selection
fr: Sélection des fichiers
pt: Seleção de Arquivo

source: Files included
fr: Fichiers inclus
pt: Arquivos incluídos

source: Files excluded
fr: Fichiers exclus
pt: Arquivos excluídos

source: Add file
de: Datei hinzufügen
fr: Ajouter un fichier
pt: Adicionar arquivo

source: Exclude file
fr: Exclure un fichier
pt: Excluir arquivo

source: Add folder
de: Ordner hinzufügen
fr: Ajouter un dossier
pt: Adicionar pasta

source: Exclude folder
fr: Exclure un dossier
pt: Excluir pasta

source: File extention (e.g.: *.txt)
fr: Extention (ex. : *.txt)
pt: Extensão de arquivo (ex: *.txt)

source: Exclude
fr: Exclure
pt: Excluir

source: Restore to default
fr: Rétablir les valeurs par défaut
pt: Restaurar para o padrão

source: Choose the point in time of data to be restored.
fr: Choisissez le moment où les données doivent être restaurées.
pt: Escolha o ponto no tempo dos dados a serem restaurados.

source: Select date & Time
fr: Sélectionner la date et l'heure
pt: Selecione a data e a hora

source: Please wait. Loading backup dates...
fr: Veuillez patienter. Chargement des dates de sauvegarde ...
pt: Aguarde. Carregando datas de backup...

source: Failed to retrieve available backup dates.
fr: Échec de la récupération des dates de sauvegarde disponibles.
pt: Falha ao recuperar as datas de backup disponíveis.

source: Unknown problem occurred when collecting backup dates.
fr: Un problème inconnu s'est produit lors de la collecte des dates de sauvegarde.
pt: Ocorreu um problema desconhecido ao coletar datas de backup.

source: When you perform a custom restore, the selected item is restored to a different location selected by you.
fr: Lorsque vous effectuez une restauration personnalisée, l'élément sélectionné est restauré à un emplacement différent que vous avez choisi.
pt: Quando você executa uma restauração personalizada, o item selecionado é restaurado para um local diferente selecionado por você.

source: Search for files or folders...
fr: Recherche de fichiers ou dossiers...
pt: Procurar arquivos ou pastas...

source: Restore files in-place, replacing existing files. I understand this may overwrite data if the destination isn't empty.
fr: Restaurer les fichiers sur place, en remplaçant les fichiers existants. Je comprends que cela peut écraser des données si la destination n'est pas vide.
pt: Restaure arquivos no local original, substituindo os arquivos existentes. Eu entendo que isso pode substituir os dados se o destino não estiver vazio.

source: Restore...
fr: Restaurer...
pt: Restaurar...

source: Please wait. Getting file list...
fr: Veuillez patienter. Obtention de la liste des fichiers...
pt: Aguarde. Obtendo lista de arquivos...

source: Failed to retrieve available files.
fr: Échec de la récupération des fichiers disponibles.
pt: Falha ao recuperar os arquivos disponíveis.

source: Unknown problem occurred when collecting file list.
fr: Un problème inconnu s'est produit lors de la collecte de la liste des fichiers.
pt: Ocorreu um problema desconhecido ao coletar a lista de arquivos.

source: %s item selected: %s
fr: %s élément sélectionné : %s
pt: %s item selecionado: %s

source: No item selected
fr: Aucun élément sélectionné
pt: Nenhum item selecionado

source: Confirm In-Place Restoration
fr: Confirmer la restauration sur place
pt: Confirmar Restauração no Local Original

source: Are you sure you want to run a full restoration?
fr: Êtes-vous sûr de vouloir effectuer une restauration complète ?
pt: Tem certeza de que deseja executar uma restauração completa?

source: This action will overwrite all existing files selected with the previous version present in the backup. This action is irreversible and may result in data loss if the destination is not empty.
fr: Cette action écrasera tous les fichiers existants sélectionnés avec la version précédente présente dans la sauvegarde. Cette action est irréversible et peut entraîner une perte de données si la destination n'est pas vide.
pt: Esta ação substituirá todos os arquivos existentes selecionados com a versão anterior presente no backup. Essa ação é irreversível e pode resultar em perda de dados se o destino não estiver vazio.

source: Select a folder where to restore data.
fr: Sélectionner le dossier dans lequel restaurer les données.
pt: Selecione uma pasta onde restaurar os dados.

source: Configure your backup settings for personalized data protection.
fr: Configurez vos paramètres de sauvegarde pour une protection personnalisée des données.
pt: Defina suas configurações de backup para proteção de dados personalizada.

source: Backup frequency
fr: Fréquence de sauvegarde
pt: Frequência de Backup

source: Run whether the user's session is open or not
fr: Exécuter si la session de l'utilisateur est ouverte ou non
pt: Executar estando o usuário conectado ou não

source: Excluded Days of the Week
fr: Jours de la semaine exclus
pt: Dias da Semana Excluídos

source: Monday
fr: Lundi
pt: Segunda-feira

source: Tuesday
fr: Mardi
pt: Terça-feira

source: Wednesday
fr: Mercredi
pt: Quarta-feira

source: Thrusday
fr: Jeudi
pt: Quinta-feira

source: Friday
fr: Vendredi
pt: Sexta-feira

source: Saturday
fr: Samedi
pt: Sábado

source: Sunday
fr: Dimanche
pt: Domingo

source: Data Retention Duration
fr: Durée de rétention des données
pt: Duração da Retenção de Dados

source: Inactivity Notification Period
fr: Période d'avis d'inactivité
pt: Período de Notificação de Inatividade

source: Please wait. Loading backup settings...
fr: Veuillez patienter. Chargement des paramètres de sauvegarde...
pt: Aguarde. Carregando configurações de backup...

source: Manual
fr: Manuel

source: Hourly
de: Stündlich
fr: Horaire
pt: A cada hora

source: Four times a day
fr: Quatre fois par jour
pt: Quatro vezes ao dia

source: Twice a day
de: Zweimal täglich
fr: Deux fois par jour
pt: Duas vezes ao dia

source: Once a day
de: Einmal täglich
fr: Une fois par jour
pt: Uma vez ao dia

source: 1 day
fr: 1 jour
pt: 1 dia

source: 2 days
fr: 2 jours
pt: 2 dias

source: 3 days
fr: 3 jours
pt: 3 dias

source: 4 days
fr: 4 jours
pt: 4 dias

source: 5 days
fr: 5 jours
pt: 5 dias

source: 6 days
fr: 6 jours
pt: 6 dias

source: 1 week
fr: 1 semaine
pt: 1 semana

source: 2 weeks
fr: 2 semaines
pt: 2 semanas

source: 3 weeks
fr: 3 semaines
pt: 3 semanas

source: 4 weeks
fr: 4 semaines
pt: 4 semanas

source: 1 month
fr: 1 mois
pt: 1 mês

source: Forever
fr: Pour toujours
pt: Para sempre

source: 2 months
fr: 2 mois
pt: 2 meses

source: 3 months
fr: 3 mois
pt: 3 meses

source: 4 months
fr: 4 mois
pt: 4 meses

source: 5 months
fr: 5 mois
pt: 5 meses

source: 6 months
fr: 6 mois
pt: 6 meses

source: 7 months
fr: 7 mois
pt: 7 meses

source: 8 months
fr: 8 mois
pt: 8 meses

source: 9 months
fr: 9 mois
pt: 9 meses

source: 10 months
fr: 10 mois
pt: 10 meses

source: 11 months
fr: 11 mois
pt: 11 meses

source: 1 year
fr: 1 an
pt: 1 ano

source: 2 years
fr: 2 an
pt: 2 anos

source: 3 years
fr: 3 an
pt: 3 anos

source: 4 years
fr: 4 an
pt: 4 anos

source: 5 years
fr: 5 an
pt: 5 anos

source: Unable to retrieve settings from remote server.
fr: Impossible de récupérer les paramètres du serveur distant.
pt: Não é possível recuperar as configurações do servidor remoto.

source: This issue may arise due to the remote server being out-of-date. You may edit the settings, however, some settings will not be synchronized with the remote server. If this problem persists, we recommend contacting your administrator for further assistance.
fr: Ce problème peut être dû au fait que le serveur distant n'est pas à jour. Vous pouvez modifier les paramètres, mais certains d'entre eux ne seront pas synchronisés avec le serveur distant. Si ce problème persiste, nous vous recommandons de contacter votre administrateur pour obtenir de l'aide.
pt: Este problema pode ocorrer devido à desatualização do servidor remoto. Você pode editar as configurações, mas algumas configurações não serão sincronizadas com o servidor remoto. Se o problema persistir, recomendamos que você entre em contato com o administrador para obter mais assistência.

source: Unable to retrieve configuration from remote server.
fr: Impossible de récupérer la configuration du serveur distant.
pt: Não é possível recuperar a configuração do servidor remoto.

source: An error occurred during the connection. Details: %s
fr: Une erreur s'est produite lors de la connexion. Détails : %s
pt: Ocorreu um erro durante a conexão. Detalhes: %s

source: Repository not found
fr: Dépôt non trouvé
pt: Repositório não encontrado

source: A problem occured while trying to save the backup settings.
fr: Un problème s'est produit lors de l'enregistrement des paramètres de sauvegarde.
pt: Ocorreu um problema ao tentar salvar as configurações de backup.

source: Authentication failed
fr: Échec de l'authentification
pt: Falha na autenticação

source: Your settings could not be saved to remote server. Do you want to continue ?
fr: Vos paramètres n'ont pas pu être enregistrés sur le serveur distant. Voulez-vous continuer ?
pt: Suas configurações não puderam ser salvas no servidor remoto. Você quer continuar ?

source: This issue may arise due to the remote server being out-of-date. You have the option to proceed, however, some settings will not be synchronized with the remote server. If this problem persists, we recommend contacting your administrator for further assistance.
fr: Ce problème peut être dû au fait que le serveur distant n'est pas à jour. Vous avez la possibilité de continuer, mais certains paramètres ne seront pas synchronisés avec le serveur distant. Si ce problème persiste, nous vous recommandons de contacter votre administrateur pour obtenir de l'aide.
pt: Este problema pode ocorrer devido à desatualização do servidor remoto. Você tem a opção de prosseguir, mas algumas configurações não serão sincronizadas com o servidor remoto. Se o problema persistir, recomendamos que você entre em contato com o administrador para obter mais assistência.

source: Save Settings timeout
fr: Délai d'enregistrement des paramètres est dépassé
pt: Tempo limite ao Salvar Configurações

source: The operation timeout. Check your internet connection and verify if the remote server is online. If the problem persist contact your administrator.
fr: Le délai d'exécution de l'opération est dépassé. Vérifiez votre connexion internet et vérifiez que le serveur distant est en ligne. Si le problème persiste, contactez votre administrateur.
pt: O tempo limite da operação expirou. Verifique sua conexão com a Internet e verifique se o servidor remoto está online. Se o problema persistir, entre em contato com o administrador.

source: Cannot save settings
fr: Impossible d'enregistrer les paramètres
pt: Não é possível salvar as configurações

source: An unknown problem occured while trying to save the backup settings. If the problem persist contact your administrator.
fr: Un problème inconnu s'est produit lors de l'enregistrement des paramètres de sauvegarde. Si le problème persiste, contactez votre administrateur.
pt: Ocorreu um problema desconhecido ao tentar salvar as configurações de backup. Se o problema persistir, entre em contato com o administrador.

source: Windows Credentials
fr: Informations d'identification Windows
pt: Credenciais do Windows

source: Enter credentials for local machine:
fr: Saisir les informations d'identification de la machine locale :
pt: Insira as credenciais para a máquina local:

source: Cannot apply your changes.
fr: Impossible d'appliquer les modifications.
pt: Não é possível aplicar suas alterações.

source: Backup Configuration
fr: Configuration de la sauvegarde
pt: Configuração de Backup

source: Dashboard
fr: Tableau de bord
pt: Painel

source: Setup backup
fr: Configurer une sauvegarde
pt: Configurar backup

source: Create an online backup
fr: Créer une sauvegarde en ligne
pt: Criar um backup online

source: Online restore
fr: Restauration en ligne
pt: Restauração online

source: Create a local backup
fr: Créer une sauvegarde locale
pt: Criar um backup local

source: Local restore
fr: Restauration locale
pt: Restauração local

source: Minarca manages your computer's backup by linking your computer with a centralized server and running backups on a given schedule.
de: Minarca verwaltet das Backup Ihres Computers, indem es Ihren Computer mit einem zentralen Server verknüpft und Backups nach einem festgelegten Zeitplan ausführt.
pt: O Minarca gerencia o backup do seu computador vinculando-o a um servidor centralizado e executando backups em uma determinada programação.

source: return the current Minarca status
de: Aktuellen minarca-Status zurückgeben
pt: retornar o status atual do Minarca

source: The connection to the remote server has failed due to an unsupported version of the Minarca agent on the remote server. Consider updating your agent or server.
pt: A conexão com o servidor remoto falhou devido a uma versão não suportada do Minarca Agent no servidor remoto. Considere atualizar seu agente ou servidor Minarca.

source: Minarca Config
de: Minarca Konfiguration
pt: Configuração do Minarca

source: Message SMS
pt: Mensagem SMS
