Repository: ikus060/minarca
Catalog: minarca_client/locales/*/LC_MESSAGES/messages.po
Languages: de, fr, pt

source: Backup Destination Not Found. Please ensure that your external disk or network share is properly connected and accessible.
fr: Destination de la sauvegarde introuvable. Veuillez vous assurer que votre disque externe ou votre partage de réseau est correctement connecté et accessible.
pt: Destino de Backup Não Encontrado. Certifique-se de que seu disco externo ou compartilhamento de rede esteja conectado e acessível corretamente.

source: Backup unsuccessful due to a copy operation encountering an issue, potentially because the device is disconnected. Ensure your device is properly connected.
fr: Échec de la sauvegarde en raison d'un problème rencontré lors d'une opération de copie, peut-être parce que l'appareil est déconnecté. Assurez-vous que votre appareil est correctement connecté.
pt: Backup não foi bem-sucedido devido a uma operação de cópia que encontrou um problema, possivelmente porque o dispositivo está desconectado. Certifique-se de que seu dispositivo esteja conectado corretamente.

source: Repository cannot be found on remote server
fr: Le dépôt est introuvable sur le serveur distant
pt: Repositório não pode ser encontrado no servidor remoto

source: Repository `%s` cannot be found on remote server
fr: Le dépôt `%s` est introuvable sur le serveur distant
pt: Repositório '%s' não pode ser encontrado no servidor remoto

source: The connection was terminated unexpectedly, which may indicate an issue with the remote server. If the problem persists, contact your system administrator to review the server logs and diagnose the cause.
fr: La connexion a été interrompue de manière inattendue, ce qui peut indiquer un problème avec le serveur distant. Si le problème persiste, contactez votre administrateur système pour consulter les journaux du serveur et diagnostiquer la cause du problème.
pt: A conexão foi encerrada inesperadamente, o que pode indicar um problema com o servidor remoto. Se o problema persistir, entre em contato com o administrador do sistema para revisar os logs do servidor e diagnosticar a causa.

source: your file specification [%s] doesn't match any of the base directories of your system
de: Ihre Dateiangabe [%s] entspricht keinem der Basisverzeichnisse Ihres Systems
fr: votre spécification de fichier [%s] ne correspond à aucun des répertoires de base de votre système
pt: sua especificação de arquivo [%s] não corresponde a nenhum dos diretórios base do seu sistema

source: No files included in backup. Check configuration.
fr: Aucun fichier n'est inclus dans la sauvegarde. Vérifier la configuration.
pt: Nenhum arquivo incluído no backup. Verifique a configuração.

source: not configured, use `minarca configure` to configure remote host
de: nicht konfiguriert, verwenden Sie `minarca configure`, um Remote-Host zu konfigurieren
fr: non configuré, utilisez `minarca configure` pour configurer l'hôte distant
pt: não configurado, use 'minarca configure' para configurar o host remoto

source: Cannot connect to the server.
fr: Impossible de se connecter au serveur.
pt: Não é possível estabelecer conexão com o servidor.

source: Your computer cannot establish a connection to the remote server. Make sure your Internet connection is working and that the following URL is accessible with a Web browser: %s
fr: Votre ordinateur ne parvient pas à établir une connexion avec le serveur distant. Assurez-vous que votre connexion Internet fonctionne et que l'URL suivante est accessible avec un navigateur Web : %s
pt: Seu computador não consegue estabelecer uma conexão com o servidor remoto. Verifique se a conexão com a Internet está funcionando e se o seguinte URL pode ser acessado com um navegador da Web: %s

source: Invalid URL
fr: URL invalide
pt: URL Inválido

source: The remote server URL you entered for the connection is not valid. Check that you have entered the correct value. The URL must begin with `http://` or `https://` followed by a domain name. %s
fr: L'URL du serveur distant que vous avez saisi pour la connexion n'est pas valide. Vérifiez que vous avez saisi la bonne valeur. L'URL doit commencer par `http://` ou `https://` suivi d'un nom de domaine. %s
pt: O URL do servidor remoto que você inseriu para a conexão não é válida. Verifique se você inseriu o valor correto. O URL deve começar com `http://` ou `https://` seguido por um nome de domínio. %s

source: Invalid username or password
de: Ungültiger Benutzername oder Passwort
fr: Nom d'utilisateur ou mot de passe invalide
pt: Nome de usuário ou senha inválidos

source: The username or password you entered to connect to the remote server is not valid. If you have enabled multi-factor authentication, you need to use an access token.
fr: Le nom d'utilisateur ou le mot de passe que vous avez saisi pour vous connecter au serveur distant n'est pas valide. Si vous avez activé l'authentification multifactorielle, vous devez utiliser un jeton d'accès.
pt: O nome de usuário ou senha que você digitou para se conectar ao servidor remoto não é válido. Se você ativou a autenticação multifator, precisará usar um token de acesso.

source: The remote server returned an error. You may try again later.
de: Der Remote-Server hat einen Fehler zurückgegeben. Sie können es später noch einmal versuchen.
fr: Le serveur distant a renvoyé une erreur. Vous pouvez réessayer plus tard.
pt: O servidor remoto retornou um erro. Você pode tentar novamente mais tarde.

source: Backup Destination Occupied
fr: Destination de sauvegarde occupée
pt: Destino de Backup Ocupado

source: Unable to proceed with the selected destination as it contains existing data. If you intend to use this location, kindly empty the directory of any files and folders.
fr: Impossible d'utiliser la destination sélectionnée car elle contient des données existantes. Si vous avez l'intention d'utiliser cet emplacement, veuillez vider le répertoire de tous les fichiers et dossiers.
pt: Não é possível prosseguir com o destino selecionado, pois ele contém dados existentes. Se você pretende usar este local, esvazie o diretório de todos os arquivos e pastas.

source: Destination Not Suitable
fr: Destination inadaptée
pt: Destino Não Adequado

source: Unable to proceed with the selected destination as it cannot be initialized. Make sure the external device is connected and operational.
fr: Impossible de poursuivre avec la destination sélectionnée car elle ne peut pas être initialisée. Assurez-vous que l'appareil externe est connecté et opérationnel.
pt: Não é possível prosseguir com o destino selecionado, pois ele não pode ser inicializado. Certifique-se de que o dispositivo externo esteja conectado e operacional.

source: Repository name must contain only letters, numbers, dashes (-), and dots (.)
fr: Le nom du dépôt ne doit contenir que des lettres, des chiffres, des tirets (-) et des points (.).
pt: Nome do repositório deve conter apenas letras, números, traços (-) e pontos (.)

source: These settings conflict with an existing backup and therefore cannot be created.
fr: Ces paramètres entrent en conflit avec une sauvegarde existante et ne peuvent donc pas être créés.
pt: Essas configurações entram em conflito com um backup existente e, portanto, não podem ser criadas.

source: It is not possible to create two backups with the same destination settings. These will conflict during backup. Be sure to define a different destination for this backup.
fr: Il n'est pas possible de créer deux sauvegardes avec les mêmes paramètres de destination. Ceux-ci entreront en conflit lors de la sauvegarde. Veillez à définir une destination différente pour cette sauvegarde.
pt: Não é possível criar dois backups com as mesmas configurações de destino. Eles entrarão em conflito durante o backup. Certifique-se de definir um destino diferente para esse backup.

source: The remote server could not create the necessary security context, which may indicate an issue with the server. If the problem persists, please contact your system administrator to review the server logs and diagnose the cause.
fr: Le serveur distant n'a pas pu créer le contexte de sécurité nécessaire, ce qui peut indiquer un problème avec le serveur. Si le problème persiste, veuillez contacter votre administrateur système pour qu'il examine les journaux du serveur et en diagnostique la cause.
pt: O servidor remoto não conseguiu criar o contexto de segurança necessário, o que pode indicar um problema com o servidor. Se o problema persistir, entre em contato com o administrador do sistema para revisar os logs do servidor e diagnosticar a causa.

source: Fail to list IMAP folders.
fr: Impossible de lister les dossiers IMAP.
pt: Falha ao listar pastas IMAP.

source: Syncing folder: %s
fr: Synchronisation du dossier : %s
pt: Sincronizando pasta: %s

source: Error selecting folder %s: %s
fr: Erreur lors de la sélection du dossier %s : %s
pt: Erro ao selecionar a pasta %s: %s

source: Error searching %s
fr: Erreur lors de la recherche de %s
pt: Erro ao pesquisar %s

source: No new messages in folder %s
fr: Aucun nouveau message dans le dossier %s
pt: Nenhuma nova mensagem na pasta %s

source: Failed to fetch UID %s
fr: Échec de la récupération de l'UID %s
pt: Falha ao buscar UID %s

source: Synced %s message(s) from folder %s.
fr: Synchronisation de %s message(s) à partir du dossier %s.
pt: Sincronizado %s mensagem(s) da pasta %s.

source: Start backup of %s IMAP mailbox from %s:%s
fr: Démarrage de la sauvegarde de la boîte aux lettres IMAP %s à partir de %s:%s
pt: Iniciar o backup da caixa de correio IMAP %s a partir de %s:%s

source: Ignore excluded folder %s
fr: Ignorer le dossier exclu %s
pt: Ignorar pasta excluída %s

source: Done
fr: Terminé
pt: Pronto

source: User's Documents
de: Benutzerdokumente
fr: Documents de l'utilisateur
pt: Documentos do Usuário

source: Backup Config
fr: Configuration de la sauvegarde

source: Firefox Bookmark
fr: Favoris Firefox
pt: Favoritos do Firefox

source: Chrome Bookmark
fr: Favoris Chrome
pt: Favoritos do Chrome

source: Outlook Offline Data
fr: Données Outlook hors ligne
pt: Dados Offline do Outlook

source: Outlook Address Books
fr: Carnets d'adresses Outlook
pt: Catálogo de Endereços do Outlook

source: Thumbnails cache
de: Thumbnail-Cache
fr: Cache de vignettes
pt: Cache de miniaturas

source: Arrangement of a Windows folder
de: Anordnung eines Windows-Ordners
fr: Agencement d'un dossier Windows
pt: Personalização de uma pasta do Windows

source: Swap System File
de: Austauschsystemdatei
fr: Fichier d'échange (Mémoire Virtuelle)
pt: Arquivo de Memória Virtual do Sistema

source: Page System File
de: Seitensystemdatei
fr: Fichier de pagination
pt: Arquivo de Paginação do Sistema

source: Hibernation System File
de: Ruhezustands-Systemdatei
fr: Fichier d'hibernation
pt: Arquivo de Hibernação do Sistema

source: System Recovery
de: Systemwiederherstellung
fr: Récupération système
pt: Restauração do Sistema

source: Recycle bin
de: Papierkorb
fr: Corbeille
pt: Lixeira

source: Temporary Folder
de: Temporärer Ordner
fr: Dossier temporaire
pt: Pasta Temporária

source: AutoCAD backup files
de: AutoCAD Sicherungsdateien
fr: Fichiers de sauvegarde AutoCAD
pt: Arquivos de backup do AutoCAD

source: Office temporary files
de: Office temporäre Dateien
fr: Fichiers temporaires Office
pt: Arquivos temporários do Office

source: Outlook IMAP temporary files
de: Outlook IMAP temporäre Dateien
fr: Fichiers temporaires d'Outlook IMAP
pt: Arquivos temporários IMAP do Outlook

source: Outlook POP temporary files
de: Outlook POP temporäre Dateien
fr: Fichiers temporaires d'Outlook POP
pt: Arquivos temporários POP do Outlook

source: Dynacom Backup file
fr: Fichier de sauvegarde Dynacom
pt: Arquivo de backup do Dynacom

source: Google Drive temporary upload files
fr: Fichiers de temporaire de Google Drive
pt: Arquivos temporários de upload do Google Drive

source: Google Drive temporary download files
fr: Fichiers de téléchargement temporaire de Google Drive
pt: Arquivos temporários de download do Google Drive

source: OneDrive GUID File
fr: Fichier GUID OneDrive
pt: Arquivo GUID do OneDrive

source: Google Drive Shortcut Metadata
fr: Métadonnées des raccourcis Google Drive
pt: Metadados de Atalho do Google Drive

source: Google Drive Revision History
fr: Historique des révisions de Google Drive
pt: Histórico de Revisões do Google Drive

source: Google Drive Encrypted
fr: Google Drive crypté
pt: Encriptação do Google Drive

source: Mail Inbox
fr: Boîte aux lettres
pt: Caixa de Entrada do Mail

source: iCloud Trash
fr: Corbeille iCloud
pt: Lixo do iCloud

source: dev filesystem
de: dev Dateisystem
fr: système de fichiers /dev
pt: Sistema de arquivos dev

source: proc filesystem
de: proc Dateisystem
fr: système de fichiers /proc
pt: Sistema de arquivos proc

source: sys filesystem
de: sys Dateisystem
fr: système de fichiers /sys
pt: Sistema de arquivos sys

source: Volatile program files
de: Flüchtige Programmdateien
fr: Fichiers volatile /run
pt: Arquivos de programa voláteis

source: Mounted filesystems
de: Eingehängte Dateisysteme
fr: Systèmes de fichiers montés /mnt
pt: Sistemas de arquivos montados

source: External media
de: Externe Medien
fr: Médias externes /media
pt: Mídia externa

source: Ext4 Lost and Found
de: Ext4 Verloren und Gefunden
fr: Ext4 perdu et trouvé
pt: Lost and Found do Ext4

source: Hidden temporary files
de: Versteckte temporäre Dateien
fr: Fichiers temporaires cachés
pt: Arquivos temporários ocultos

source: Vim temporary files
de: Vim temporäre Dateien
fr: Fichiers temporaires Vim
pt: Arquivos temporários do Vim

source: Minarca Backup
fr: Sauvegarde Minarca

source: Keeps your backup application running. If this task is disabled or stopped, backups will no longer run. This task is created when the application is linked to a backup server.
fr: Permet à votre application de sauvegarde de continuer à fonctionner. Si cette tâche est désactivée ou arrêtée, les sauvegardes ne s'exécuteront plus. Cette tâche est créée lorsque l'application est liée à un serveur de sauvegarde.

source: A problem prevents the scheduling of backup jobs. Try running the application with Administrator rights.
fr: Un problème empêche la planification des tâches de sauvegarde. Essayez d'exécuter l'application avec des droits d'administrateur.
pt: Um problema impede o agendamento de tarefas de backup. Tente executar o aplicativo com direitos de administrador.

source: The user account is unknown or the password is incorrect. Be sure to enter your Windows credentials.
fr: Le compte utilisateur est inconnu ou le mot de passe est incorrect. Veillez à saisir vos informations d'identification Windows.
pt: A conta de usuário é desconhecida ou a senha está incorreta. Certifique-se de inserir suas credenciais do Windows.

source: Your backup is outdated
fr: Votre sauvegarde est obsolète
pt: Seu backup está desatualizado

source: Your backup %s is outdated by over %s days. Please plug in your local device and run the backup.
fr: Votre sauvegarde %s est périmée de plus de %s jours. Veuillez brancher votre appareil local et exécuter la sauvegarde.
pt: Seu backup %s está desatualizado em mais de %s dias. Conecte seu dispositivo local e execute o backup.

source: Show details
fr: Afficher les détails
pt: Mostrar detalhes

source: Yes
fr: Oui
pt: Sim

source: No
fr: Non
pt: Não

source: Browse
fr: Parcourir
pt: Navegar

source: Settings
de: Einstellungen
fr: Réglages
pt: Configurações

source: Get Help
fr: Obtenir de l'aide
pt: Obter Ajuda

source: Help
de: Hilfe
fr: Aide
pt: Ajuda

source: Website
fr: Site web

source: %s powered by Minarca
fr: %s propulsé par Minarca

source: Update now
fr: Mettre à jour maintenant
pt: Atualizar agora

source: %s on %s
fr: %s sur %s
pt: %s em %s

source: Checking for updates...
fr: Recherche de mises à jour...
pt: Verificando por atualizações...

source: Unable to verify update availability at this time.
fr: Impossible de vérifier la disponibilité de la mise à jour actuellement.
pt: Não é possível verificar a disponibilidade de atualizações no momento.

source: New version %s available
fr: Nouvelle version %s disponible
pt: Nova versão %s disponível

source: Current version is up-to-date
de: Aktuelle Version ist auf dem neuesten Stand
fr: Version actuelle à jour
pt: A versão atual está atualizada

source: Configure your advanced backup settings to fine-tune your preferences.
fr: Configurez vos paramètres de sauvegarde avancés pour affiner vos préférences.
pt: Defina suas configurações avançadas de backup para ajustar suas preferências.

source: Script hooks
fr: Commandes
pt: Hooks de Script

source: Set up custom scripts to run before or after backups by defining the command line to be executed.
fr: Configurez des scripts personnalisés à exécuter avant ou après les sauvegardes en définissant la ligne de commande à exécuter.
pt: Configure scripts personalizados para serem executados antes ou depois dos backups, definindo a linha de comando a ser executada.

source: Pre-backup command
fr: Commande pré-sauvegarde
pt: Comando de pré-backup

source: Post-backup command
fr: Commande post-sauvegarde
pt: Comando de pós-backup

source: Continue the backup if one of the command fails
fr: Poursuivre la sauvegarde si l'une des commandes échoue
pt: Continuar o backup se um dos comandos falhar

source: Cancel
de: Abbrechen
fr: Annuler
pt: Cancelar

source: Save
fr: Sauvegarder
pt: Salvar

source: Please wait. Saving settings...
fr: Veuillez patienter. Enregistrement des paramètres...
pt: Aguarde. Salvando configurações...

source: Cannot save advance settings
fr: Impossible d'enregistrer les paramètres avancés
pt: Não é possível salvar configurações avançadas

source: An unknown problem encountered while trying to save the advance backup settings. If the problem persist contact your administrator.
fr: Un problème inconnu a été rencontré lors de l'enregistrement des paramètres de la sauvegarde avancée. Si le problème persiste, contactez votre administrateur.
pt: Um problema desconhecido encontrado ao tentar salvar as configurações avançadas de backup. Se o problema persistir, entre em contato com o administrador.

source: Online backup
fr: Sauvegarde en ligne
pt: Backup online

source: Local backup
fr: Sauvegarde locale
pt: Backup local

source: Paused
fr: En pause
pt: Pausado

source: Active
fr: Actif
pt: Ativo

source: Backup configuration
fr: Configuration de la sauvegarde
pt: Configuração de backup

source: File selection
fr: Sélection de fichiers
pt: Seleção de arquivo

source: Advance settings
fr: Paramètres avancés
pt: Configurações avançadas

source: Restore backup
fr: Restaurer une sauvegarde
pt: Restaurar backup

source: Calculating disk usage
fr: Calcul de l'utilisation du disque
pt: Calculando o uso do disco

source: Cannot determine disk usage
fr: Impossible de déterminer l'utilisation du disque
pt: Não é possível determinar o uso do disco

source: Used space %s
fr: Espace utilisé %s
pt: Espaço usado %s

source: Total space %s
fr: Espace total %s
pt: Espaço total %s

source: Stopping...
fr: Arrêt...
pt: Parando...

source: Starting...
fr: Démarage...
pt: Iniciando...

source: Stop Restore
fr: Arrêter la restauration
pt: Parar Restauração

source: Stop Backup
fr: Arrêter la sauvegarde
pt: Parar Backup

source: Start Backup now
fr: Démarrer la sauvegarde
pt: Iniciar Backup agora

source: No backup yet
de: Noch kein Backup
fr: Pas encore de sauvegarde
pt: Nenhum backup ainda

source: Backup in progress...
fr: Sauvegarde en cours...
pt: Backup em andamento...

source: Last backup: %s
fr: Dernière sauvegarde : %s
pt: Último backup: %s

source: Restore in progress...
fr: Restauration en cours...
pt: Restauração em andamento...

source: Last restore: %s
fr: Dernière restauration : %s
pt: Última restauração: %s

source: Server connection
fr: Connexion au serveur
pt: Conexão ao servidor

source: Local connection
fr: Connexion locale
pt: Conexão local

source: Pause Backup Job Confirmation
de: Bestätigung zum Anhalten des Backup-Jobs
fr: Confirmation de la mise en pause de la sauvegarde
pt: Confirmação de Pausa de Trabalho de Backup

source: Are you sure you want to pause the backup job?
de: Sind Sie sicher, dass Sie den Backup-Job anhalten möchten?
fr: Êtes-vous sûr de vouloir mettre en pause la tâche de sauvegarde ?
pt: Tem certeza de que deseja pausar o trabalho de backup?

source: Pausing the backup job will temporarily suspend the ongoing backup process for the next 24 hours. This action may affect the availability of recent data restore points and introduce delays in the backup schedule. Please confirm your intention before proceeding.
fr: La mise en pause de la tâche de sauvegarde suspend temporairement le processus de sauvegarde en cours pour les 24 heures à venir. Cette action peut affecter la disponibilité des points de restauration des données récentes et entraîner des retards dans le calendrier de sauvegarde. Veuillez confirmer votre intention avant de poursuivre.
pt: Pausar o backup suspenderá temporariamente o processo de backup em andamento pelas próximas 24 horas. Essa ação pode afetar a disponibilidade de pontos de restauração de dados recentes e causar atrasos no agendamento do backup. Confirme sua intenção antes de prosseguir.

source: Start Backup
de: Backup starten
fr: Démarrer la sauvegarde
pt: Iniciar Backup

source: A problem occurred when trying to start the backup process.
de: Beim Versuch, den Backup-Prozess zu starten, ist ein Problem aufgetreten.
fr: Un problème s'est produit lors du lancement du processus de sauvegarde.
pt: Ocorreu um problema ao tentar iniciar o processo de backup.

source: This usually indicate a problem with the installation. Try re-installing the application.
fr: Cela indique généralement un problème d'installation. Essayez de réinstaller l'application.

source: Stop process
de: Prozess stoppen
fr: Arrêt du processus
pt: Parar processo

source: A problem occurred when trying to stop the process.
de: Beim Versuch, den Prozess zu stoppen, ist ein Problem aufgetreten.
fr: Un problème est survenu lors de l'arrêt du processus.
pt: Ocorreu um problema ao tentar interromper o processo.

source: Select a location to be used for backing up your data.
fr: Sélectionnez l'emplacement à utiliser pour la sauvegarde de vos données.
pt: Selecione um local a ser usado para fazer backup de seus dados.

source: Target location
fr: Emplacement cible
pt: Local de destino

source: Edit target location
fr: Modifier l'emplacement cible
pt: Editar local de destino

source: Backup name
fr: Nom de la sauvegarde
pt: Nome do backup

source: Refresh
fr: Rafraîchir
pt: Atualizar

source: No external drive has been detected for data backup. Plug in your external drive and click on the refresh button to update this list. If your device is not on the list, check its connectivity and make sure it's switched on.
fr: Aucun lecteur externe n'a été détecté pour la sauvegarde des données. Branchez votre disque externe et cliquez sur le bouton d'actualisation pour mettre à jour cette liste. Si votre appareil ne figure pas dans la liste, vérifiez sa connectivité et assurez-vous qu'il est allumé.
pt: Nenhuma unidade externa foi detectada para backup de dados. Conecte sua unidade externa e clique no botão 'Atualizar' para atualizar esta lista. Se o seu dispositivo não estiver na lista, verifique a conectividade e certifique-se de que esteja ligado.

source: Back
fr: Retour
pt: Voltar

source: Next
fr: Suivant
pt: Avançar

source: Delete backup settings
fr: Effacer les paramètres de sauvegarde
pt: Excluir configurações de backup

source: %s Drive with %s available space
fr: Lecteur %s avec %s d'espace disponible
pt: Unidade %s com %s de espaço disponível
