Repository: ikus060/minarca
Catalog: minarca_client/locales/*/LC_MESSAGES/messages.po
Languages: de, fr, pt

source: Desktop Services Store
de: Desktop Dienste Speicher
pt: Desktop Services Store (DS Store)

source: Keeps your Minarca Backup Software running. If this task is disabled or stopped, your Minarca backup will stop working. This task gets created when linking Minarca with a central backup server. When installing Minarca on a Windows Server, it's preferable to change the settings of this task and select 'Run whether user is logged on or not' to make sure the backup is running even when nobody is using the server.
de: Hält Ihre Minarca Backup Software am Laufen. Wenn diese Aufgabe deaktiviert oder angehalten wird, wird Ihr Minarca Backup nicht mehr funktionieren. Diese Aufgabe wird erstellt, wenn Minarca mit einem zentralen Backup-Server verknüpft wird. Bei der Installation von Minarca auf einem Windows Server ist es ratsam, die Einstellungen dieser Aufgabe zu ändern und 'Ausführen, egal ob Benutzer angemeldet ist oder nicht' auszuwählen, um sicherzustellen, dass das Backup ausgeführt wird, auch wenn niemand den Server verwendet.
pt: Mantém o seu software de backup Minarca em execução. Se esta tarefa for desabilitada ou interrompida, o backup do Minarca deixará de funcionar. Esta tarefa é criada ao vincular o Minarca a um servidor de backup central. Ao instalar o Minarca em um servidor Windows, é preferível alterar as configurações desta tarefa e selecionar 'Executar estando o usuário conectado ou não' para garantir que o backup continue em execução mesmo quando ninguém estiver usando o servidor.

source: Version %s
pt: Versão %s

source: This usually indicate a problem with the installation. Try re-installing Minarca Backup.
de: Dies deutet in der Regel auf ein Problem mit der Installation hin. Versuchen Sie, Minarca Backup neu zu installieren.
pt: Isso geralmente indica um problema com a instalação. Tente reinstalar o Minarca Backup.

source: • Format %s
pt: • Formato %s

source: If you delete this backup configuration, this Minarca agent will erase its identity and will no longer run backup on schedule.
pt: Se você excluir essa configuração de backup, esse Minarca Agent apagará sua identidade e não executará mais o backup de acordo com a programação.

source: Password
de: Passwort
pt: Senha

source: minarca is already linked, execute `minarca unlink`
de: minarca ist bereits verknüpft, führen Sie `minarca unlink` aus

source: password or access token:
de: Passwort oder Zugriffstoken:

source: A problem prevent the automatic scheduling of backup jobs. As a result, your backup tasks cannot be executed as planned.
de: Ein Problem verhindert die automatische Planung von Backup-Jobs. Daher können Ihre Backup-Aufgaben nicht wie geplant ausgeführt werden.

source: Do you want to restore %s (Yes/No):
de: Möchten Sie %s wiederherstellen (Ja/Nein):

source: backup not running
de: Backup läuft nicht

source: link this minarca backup with a minarca server
de: Verknüpfen Sie dieses minarca-Backup mit einem minarca-Server

source: URL to the remote minarca server. e.g.: http://example.com:8080/
de: URL zum entfernten minarca-Server, z.B.: http://example.com:8080/

source: user name to be used for authentication
de: Benutzername, der für die Authentifizierung verwendet werden soll

source: link to remote server even if the repository name already exists
de: Verbindung mit Remote-Server herstellen, auch wenn der Repository-Name bereits existiert

source: force execution of restore operation without confirmation from user
de: erzwinge die Ausführung der Wiederherstellung ohne Bestätigung durch den Benutzer

source: create the required scheduled task in crontab or Windows Task Scheduler
de: Erforderliche geplante Aufgabe in crontab oder Windows Taskplaner erstellen

source: unlink this minarca client from server
de: Diese minarca-Clientverbindung zum Server aufheben

source: generating identity
de: Identität wird generiert

source: exchanging identity with minarca server
de: Identitätsaustausch mit Minarca-Server

source: generating new identity
de: Neue Identität wird generiert

source: exchanging new identity with minarca server
de: Austausch der neuen Identität mit Minarca-Server

source: executing command: %s
de: Befehl wird ausgeführt: %s

source: Fail to link because repository with name `%s` already exists on remote server.
de: Fehler beim Verlinken, da das Repository mit dem Namen `%s` bereits auf dem Remote-Server existiert.

source: backup process returned a non-zero exit status. Check logs for more details
de: Backup-Prozess lieferte nicht-null Exit-Status, überprüfen Sie die Protokolle für weitere Details

source: include patterns are missing
de: Include-Muster fehlen

source: cannot establish connection to `%s`, verify if the URL is valid
de: Verbindung zu `%s` kann nicht hergestellt werden, überprüfen Sie, ob die URL gültig ist

source: the given URL `%s` is not properly formated, verify if the URL is valid. It must start with either https:// or http://
de: Die angegebene URL `%s` hat kein gültiges Format, überprüfen Sie, ob die URL gültig ist. Sie muss mit https:// oder http:// beginnen

source: authentication refused, verify your username and password
de: Authentifizierung abgelehnt, überprüfen Sie Ihren Benutzernamen und Ihr Passwort

source: remote server return an error, check remote server log with your administrator
de: Der Remote-Server meldet einen Fehler, prüfen Sie das Remote-Server-Protokoll mit Ihrem Administrator

source: Backup failed due to our identity being refused by remote server. The problem may be with the remote server. If the problem persists, contact your system administrator to review your SSH identity.
de: Backup fehlgeschlagen, da unsere Identität vom Remote-Server abgelehnt wurde. Das Problem liegt möglicherweise beim Remote-Server. Wenn das Problem weiter besteht, kontaktieren Sie Ihren Systemadministrator, um Ihre SSH-Identität zu überprüfen.

source: Backup failed due to unknown remote server identity. If the problem persists, contact your system administrator to review the server identity.
de: Backup fehlgeschlagen aufgrund einer unbekannten Remote Server Identität. Wenn das Problem weiterbesteht, kontaktieren Sie Ihren Systemadministrator, um die Serveridentität zu überprüfen.

source: Backup failed due unresolvable hostname. Please check your network connection and ensure the hostname is valid.
de: Backup fehlgeschlagen aufgrund eines nicht auflösbaren Hostnamens. Bitte überprüfen Sie Ihre Netzwerkverbindung und stellen Sie sicher, dass der Hostname gültig ist.

source: Backup failed due to unsupported Minarca agent version on remote server. Consider upgrading your agent or your server.
de: Backup fehlgeschlagen aufgrund einer nicht unterstützten Minarca Agent Version auf dem Remote Server. Erwägen Sie ein Upgrade Ihres Agents oder Ihres Servers.

source: Included
de: Enthalten

source: Excluded
de: Ausgeschlossen

source: Add Folder Pattern
de: Ordnermuster hinzufügen

source: Add custom pattern
de: Benutzerdefiniertes Muster hinzufügen

source: You may provide a custom pattern to include or exclude file. Custom pattern may include wildcard `*` or `?`.
de: Sie können ein benutzerdefiniertes Muster zum Ein- oder Ausschließen von Dateien angeben. Benutzerdefinierte Muster können Platzhalter `*` oder `?` enthalten.

source: Confirm Restore Default
de: Wiederherstellung der Standardeinstellungen bestätigen

source: Are you sure you want to restore default list of selected file and folder?
de: Möchten Sie wirklich die Standardliste der ausgewählten Dateien und Ordner wiederherstellen?

source: This action will reset the selected files and folders to their default settings. Any changes you have made will be lost. Please note that this operation cannot be undone.
de: Durch diese Aktion werden die ausgewählten Dateien und Ordner auf die Standardwerte zurückgesetzt. Alle Änderungen gehen verloren. Bitte beachten Sie, dass dieser Vorgang nicht rückgängig gemacht werden kann.

source: Restore
de: Wiederherstellen

source: Ignore
de: Ignorieren

source: Operation already in Progress
de: Operation bereits im Gange

source: A restore or backup operation is currently running. Please wait for the operation to complete before initiating a full recovery. Initiating a recovery while a restore or backup is in progress may lead to data inconsistencies or errors.
de: Eine Wiederherstellungs- oder Sicherungsoperation läuft derzeit. Bitte warten Sie, bis der Vorgang abgeschlossen ist, bevor Sie eine vollständige Wiederherstellung starten. Das Starten einer Wiederherstellung während eine Wiederherstellung oder Sicherung läuft, kann zu Dateninkonsistenzen oder Fehlern führen.

source: Minarca Configuration Retrieval
de: Abruf der Minarca-Konfiguration

source: Could not retrieve Minarca Configuration. Do you want to continue?
de: Minarca-Konfiguration konnte nicht abgerufen werden. Möchten Sie fortfahren?

source: Retrieval of Minarca configuration operation has encountered an error or has failed to locate the configuration file. Continuing without retrieving the Minarca configuration require you to manually verify the selected files otherwise it may result in potential data loss during the restore process.
de: Beim Abrufen der Minarca-Konfiguration ist ein Fehler aufgetreten oder die Konfigurationsdatei wurde nicht gefunden. Ohne Abruf der Minarca-Konfiguration müssen Sie die ausgewählten Dateien manuell überprüfen, da es sonst zu potenziellem Datenverlust während der Wiederherstellung kommen kann.

source: Pausing the backup job will temporarily suspend the ongoing backup process for the next 12 hours. This action may affect the availability of recent data restore points and introduce delays in the backup schedule. Please confirm your intention before proceeding.
de: Durch das Anhalten des Backup-Jobs wird der laufende Backup-Prozess für die nächsten 12 Stunden ausgesetzt. Dies kann die Verfügbarkeit aktueller Wiederherstellungspunkte beeinträchtigen und Verzögerungen im Backup-Zeitplan verursachen. Bitte bestätigen Sie Ihre Absicht, bevor Sie fortfahren.

source: Task Scheduler
de: Taskplaner

source: Task Scheduler cannot apply your changes.
de: Der Taskplaner kann Ihre Änderungen nicht übernehmen.

source: New version available
de: Neue Version verfügbar

source: A new version of Minarca (%s) is available from IKUS Software. Do you want to upgrade your copy ?
de: Eine neue Version von Minarca (%s) ist von IKUS Software verfügbar. Möchten Sie Ihre Kopie upgraden?

source: Minarca automatically checks for new updates. You can change how Minarca checks for updates in Minarca's settings.
de: Minarca sucht automatisch nach neuen Updates. Sie können ändern, wie Minarca nach Updates sucht, in den Minarca-Einstellungen.

source: Are you sure you want to disconnect this Minarca agent ?
de: Sind Sie sicher, dass Sie diesen Minarca-Agenten trennen möchten?

source: If you disconnect this computer, this Minarca agent will erase its identity and will no longer run backup on schedule.
de: Wenn Sie diesen Computer trennen, wird dieser Minarca-Agent seine Identität löschen und keine planmäßigen Backups mehr ausführen.

source: Invalid remote server URL!
de: Ungültige Remote-Server-URL!

source: The remote server URL you entered for the connection is not valid. Check that you have entered the correct value. The URL must begin with `http://` or `https://` followed by a domain name.
de: Die eingegebene Remote-Server-URL für die Verbindung ist ungültig. Überprüfen Sie, ob Sie den korrekten Wert eingegeben haben. Die URL muss mit `http://` oder `https://` beginnen, gefolgt von einem Domain-Namen.

source: Connection Error
de: Verbindungsfehler

source: Failed to connect to remote server
de: Verbindung mit Remote-Server fehlgeschlagen

source: Your computer cannot establish a connection to the remote server. Make sure your Internet connection is working and that the following URL is accessible with a Web browser: %s
de: Ihr Computer kann keine Verbindung zum Remote-Server herstellen. Stellen Sie sicher, dass Ihre Internetverbindung funktioniert und dass auf die folgende URL mit einem Webbrowser zugegriffen werden kann: %s

source: The username or password you entered to connect to the remote server is not valid. Details: %s
de: Der zum Verbinden mit dem Remote-Server eingegebene Benutzername oder Passwort ist ungültig. Details: %s

source: Server Error
de: Serverfehler

source: Connection failed
de: Verbindung fehlgeschlagen

source: Failed to establish connectivity with remote server: %s
de: Konnektivität mit Remote-Server konnte nicht hergestellt werden: %s

source: Unknown problem when connecting to the remote server
de: Unbekanntes Problem beim Verbinden mit dem Remote-Server

source: Welcome %s
de: Willkommen %s

source: Backup paused until %s
de: Backup pausiert bis %s

source: Backup is healthy
de: Backup ist fehlerfrei

source: Backup failed
de: Backup fehlgeschlagen

source: Backup in progress
de: Backup läuft

source: Backup is stale
de: Backup ist veraltet

source: Backup was interrupted
de: Backup wurde unterbrochen

source: Restore completed
de: Wiederherstellung abgeschlossen

source: Restore failed
de: Wiederherstellung fehlgeschlagen

source: Restore in progress
de: Wiederherstellung läuft

source: Restore is stale
de: Wiederherstellung ist veraltet

source: Restore was interrupted
de: Wiederherstellung wurde unterbrochen

source: Backup is not healthy
de: Backup ist nicht fehlerfrei

source: Completed successfully on %s.
de: Erfolgreich abgeschlossen am %s.

source: Failed on %s %s
de: Fehlgeschlagen am %s %s

source: Running in background and using system resources.
de: Wird im Hintergrund ausgeführt und verwendet Systemressourcen.

source: Started in background on %s, but is currently stale an may use system resources.
de: Gestartet im Hintergrund am %s, ist aber derzeit veraltet und kann Systemressourcen verwenden.

source: Interrupted on %s. May be caused by computer standby or manual interruption.
de: Unterbrochen am %s. Kann durch Computer-Standby oder manuelle Unterbrechung verursacht worden sein.

source: Initial backup need to be started. You may take time to configure your parameters and start your initial backup manually.
de: Das erste Backup muss gestartet werden. Sie können sich Zeit nehmen, Ihre Parameter zu konfigurieren und Ihr erstes Backup manuell zu starten.

source: Enter user account information for running this tasks.
de: Geben Sie die Benutzerkontodaten ein, um diese Aufgaben auszuführen.

source: User name:
de: Benutzername:

source: Password:
de: Passwort:

source: Home
de: Startseite

source: Select files
de: Dateien auswählen

source: Schedule Backup
de: Backup planen

source: Add ...
de: Hinzufügen ...

source: Restore default
de: Standard wiederherstellen

source: Remove pattern
de: Muster entfernen

source: Restore your data
de: Stelle deine Daten wieder her

source: Partial restoration
de: Partielle Wiederherstellung

source: Through your online account, accessible via a web browser, you can perform partial recovery by selecting specific files or folders to restore from your backup. You have total control over the items you wish to recover, enabling targeted and rapid restoration without having to restore the entire system.
de: Über Ihr Online-Konto, das über einen Webbrowser zugänglich ist, können Sie eine partielle Wiederherstellung durchführen, indem Sie bestimmte Dateien oder Ordner aus Ihrem Backup auswählen. Sie haben die totale Kontrolle über die Elemente, die Sie wiederherstellen möchten, und können so gezielt und schnell wiederherstellen, ohne das gesamte System wiederherstellen zu müssen.

source: Partial Restore
de: Partielle Wiederherstellung

source: Full restoration
de: Komplette Wiederherstellung

source: This allows you to restore your entire data set from a backup, including your previously backed-up files and folders. This method is ideal for situations where you need to restore your entire system in the event of hardware failure, total data loss or migration to a new device.
de: Hiermit können Sie Ihren gesamten Datensatz aus einem Backup wiederherstellen, einschließlich Ihrer zuvor gesicherten Dateien und Ordner. Diese Methode ist ideal für Situationen, in denen Sie Ihr gesamtes System wiederherstellen müssen, beispielsweise bei Hardwareausfällen, einem Totalverlust von Daten oder der Migration auf ein neues Gerät.

source: Full Restore
de: Komplette Wiederherstellung

source: Select files for full restore
de: Dateien für die vollständige Wiederherstellung auswählen

source: Here, you have the power to choose which files you want to include in your full restore process. By toggling the files on or off, you can customize the restoration to suit your specific needs.
de: Hier können Sie auswählen, welche Dateien Sie in den vollständigen Wiederherstellungsprozess einbeziehen möchten. Indem Sie die Dateien ein- und ausschalten, können Sie die Wiederherstellung an Ihre Bedürfnisse anpassen.

source: Loading
de: Lädt

source: Selected files will be restore with latest data. Existing files will be deleted permanently.
de: Ausgewählte Dateien werden mit den aktuellsten Daten wiederhergestellt. Vorhandene Dateien werden dauerhaft gelöscht.

source: I understand the risk
de: Ich verstehe das Risiko

source: Schedule backup
de: Backup planen

source: Frequency
de: Häufigkeit

source: Configure when you want your backup to take place.
de: Konfigurieren Sie, wann Ihr Backup stattfinden soll.

source: Suspend
de: Anhalten

source: Suspended
de: Angehalten

source: This feature lets you pause backup operations for 24 hours. Ideal when you need to reduce the use of system resources or free up bandwidth for other activities.
de: Mit dieser Funktion können Sie Backup-Vorgänge für 24 Stunden anhalten. Ideal, wenn Sie die Nutzung von Systemressourcen reduzieren oder Bandbreite für andere Aktivitäten freigeben müssen.

source: Advance Options
de: Erweiterte Optionen

source: Run whether user is logged on or not
de: Ausführen, egal ob Benutzer angemeldet ist oder nicht

source: This feature allows Minarca to run scheduled backup tasks regardless of whether a user is currently logged on to the system or not. This is particularly useful for server.
de: Diese Funktion ermöglicht es Minarca, geplante Backup-Aufgaben auszuführen, unabhängig davon, ob ein Benutzer derzeit bei dem System angemeldet ist oder nicht. Dies ist besonders nützlich für Server.

source: Check now
de: Jetzt überprüfen

source: Check for update at startup
de: Beim Start auf Updates überprüfen

source: Checking for updates
de: Suche nach Updates

source: Your version may be upgraded
de: Ihre Version kann aktualisiert werden

source: Cannot check for updates. Try again later.
de: Updates können nicht überprüft werden. Versuchen Sie es später noch einmal.

source: Allows you to easily verify if there are any new software updates available.
de: Ermöglicht Ihnen, einfach zu überprüfen, ob neue Softwareupdates verfügbar sind.

source: Notification
de: Benachrichtigung

source: Modify
de: Ändern

source: To change your notification preferences and be notified of problems, log in to your online account.
de: Um Ihre Benachrichtigungseinstellungen zu ändern und über Probleme benachrichtigt zu werden, melden Sie sich bei Ihrem Online-Konto an.

source: Disconnect the backup
de: Backup trennen

source: Disconnect
de: Trennen

source: When you disconnect this computer, the backup process will no longer work.
de: Wenn Sie diesen Computer trennen, funktioniert der Backup-Prozess nicht mehr.

source: Data Backup
de: Datensicherung

source: Log me in
de: Anmelden

source: e.g.: https://www.servername.com
de: z.B.: https://www.servername.de

source: If two-factor authentication is enabled on your account, use an Access Token.
de: Wenn die Zwei-Faktor-Authentifizierung für Ihr Konto aktiviert ist, verwenden Sie einen Zugriffs-Token.

source: Sign in
de: Anmelden

source: Connecting
de: Verbinden

source: To configure Minarca to backup your data, you must provide URL to Minarca server. This information should be provided by your system administrator.
de: Um Minarca zur Sicherung Ihrer Daten zu konfigurieren, müssen Sie die URL zum Minarca-Server angeben. Diese Informationen sollten von Ihrem Systemadministrator bereitgestellt werden.

source: View my account online
de: Mein Konto online ansehen

source: Start backup
de: Backup starten
